var modal_data=[
{
	"head" : "柯南",
	"context" : "柯南的真实身份是高中生侦探工藤新一，17岁，他因为试图跟踪黑衣组织成员而被偷袭，并被灌下代号“APTX4869”的毒药，虽然幸免于死，但身体就此缩小成一年级小学生的模样。之后寻求阿笠博士的帮助，在被青梅竹马的女友毛利兰询问其名字时，化名为江户川柯南。在阿笠博士的提议下，寄住于小兰的父亲毛利小五郎家中，不仅解决着各种案件，并且秘密调查黑衣组织。<br>柯南的生日是5月4日，来源于1891年5月4日福尔摩斯和莫里亚蒂教授坠入莱辛巴赫瀑布的日期。作者青山刚昌称柯南的身高会有微妙变化，也称柯南的身高在小学一年级生中算小个子，体重是18.5kg，血型不详，但与小兰相同。原来住在东京都米花町2丁目21番地，来源于福尔摩斯的住址贝克街221B。现住在毛利侦探事务所，地址为东京都米花町5丁目39番地1号。在帝丹小学1年B班就读。"
},
{
	"head" : "工藤有希子",
	"context" : "工藤有希子是工藤新一（即江户川柯南）的母亲，妃英理的好友。拥有天使般的脸孔和天才横溢的演技，但20岁就退出影坛，后嫁给工藤优作，现定居美国洛杉矶。擅长易容和模仿。与美国女星莎朗·温亚德（即贝尔摩德）是朋友。知道柯南的真实身份，假扮成柯南的母亲身份出现时，化名为江户川文代。<br>工藤有希子是帝丹高中毕业，与毛利小五郎、妃英理同级。从小就是个大美人，在高中时代被称为“帝丹公主”，与好友妃英理争夺“帝丹小姐”称号，但因为小五郎的关键一票没有投出，使得最后结果是不分胜负。有时会小心眼，所以婚后常常跟优作吵架，不过很快就会和好，曾经因为吵架而独自一人返回东京，把柯南吓了一跳，最后还是和优作回美国去了，两人感情总体不错。"
},
{
	"head" : "毛利兰",
	"context" : "毛利兰是柯南系列作品的女主角，帝丹高中二年级学生。小兰7岁时，父亲侦探毛利小五郎和母亲律师妃英理分居。小兰和经营私家侦探事务所的父亲小五郎一起生活，从小便代替母亲承担了全部的家务，和不擅长做饭的母亲相反，小兰擅长所有的料理。同时，在事务所担任着小五郎助手的工作。2年前在纽约，小兰救下了贝尔摩得易容的白发杀人魔，贝尔摩得对小兰心存感激，称她“Angel”。<br>小兰和青梅竹马的新一两情相悦，一直等待着新一回来。在新一于伦敦表白之前，一直不知道新一对自己的心意，也只向柯南一人坦诚过喜欢新一，每当园子、和叶等人调侃小兰和新一的关系时，她都会红着脸否定。善良的小兰，总能看到内心深处最真实美好的存在，以一颗平凡的心包容一切，并给予一切事物最平凡而又最纯粹的爱。"
},
{
	"head" : "安室透",
	"context" : "安室透本名降谷零。真实身份为日本公安警察派入黑衣组织的卧底，组织代号“波本”（Bourbon）。表面职业为私家侦探、餐厅服务生，在毛利侦探事务所楼下的波洛咖啡厅打工，并拜毛利小五郎为师。擅长搜集情报，有极强的观察力与推理能力。与FBI搜查官赤井秀一相互厌恶，因此伪装成伤疤赤井来观察赤井秀一是否已死。为了调查毛利小五郎与雪莉是否有关联而接近毛利，后对柯南的身份产生了兴趣。对FBI成员进行了一系列试探，推断出赤井秀一未死和赤井假扮为冲矢昴活动。由赤井秀一揭晓其真名和日本公安警察的身份。<br>波本拥有丰富的知识和优秀的身体条件，具有极强的观察力与推理能力。肤色黝黑，面容英俊。是一个性格开朗、爱好广泛、思维缜密、亦正亦邪的角色。出身于警校，后作为日本公安警察与苏格兰威士忌卧底进入组织。"
},
{
	"head" : "赤井秀一",
	"context" : "赤井秀一是充满神秘感的FBI搜查官。有极强的狙击能力、推理能力和情报搜集分析能力，车技一流。冷峻，不苟言笑。和琴酒一样都是左撇子，平时总喜欢戴针织帽。曾成功打入黑衣组织内部，被组织内部称为“银色子弹”。赤井秀一为了帮助卧底进入组织的水无怜奈重新进入组织并骗取琴酒的信任，假装被枪击身亡。之后以冲矢昴的身份出现，暗中保护灰原哀，期间知晓了柯南的真实身份。<br>秀一原本和琴酒一样是长发。5年前，赤井秀一为了秘密调查黑衣组织，佯装被组织成员宫野明美驾驶的汽车撞伤而与宫野明美相遇。潜入组织期间，他依靠自身能力得到了“黑麦威士忌”的组织代号，已经达到了能够与琴酒共事的高位。2年前，在FBI准备秘密逮捕琴酒行动中，因为FBI搜查官卡迈尔的失误，造成行动失败并导致赤井的卧底身份暴露。最后赤井成功逃出组织回到美国。"
},
{
	"head" : "目暮十三",
	"context" : "目暮十三在警视厅刑事部搜查一课强行犯搜查三系警部工作，毛利小五郎以前的上司，白鸟任三郎的同事，佐藤美和子、高木涉、千叶和伸等人的上司，工藤优作的朋友。很敬佩工藤新一并经常依靠他破案。很有正义感。<br>目暮警官体型肥硕，一直都戴着一顶帽子。二十多年前在一次案件中结识妻子目暮绿，伴随着的还有一段帽子下尘封的记忆。终日带帽子，是为了掩盖以前抓捕犯人时因为受伤在头上留下的大伤疤，同时也是为了掩盖一段爱情史。他也是个典型的“妻管炎”。工藤新一曾帮助他破下了不少案件，所以目暮警官对新一的推理有很高的评价。自从工藤新一失踪后，毛利小五郎便成为了他的新帮手，但认为毛利小五郎是带来案件和麻烦的人。有正义感，而且对儿童也很好。"
},
{
	"head" : "怪盗基德",
	"context" : "怪盗基德第一代的真实身份为黑羽盗一，现在第二代为黑羽快斗。一个充满传奇色彩的怪盗，拥有过人才智，精通易容、变声、逃脱术，以珠宝等各类贵重艺术品为目标，使用魔术手法进行犯案的超级盗窃犯。<br>怪盗基德经常在月夜作案，作案前一定会先寄预告函给对方。身着白色礼服，右眼佩单片眼镜，背后的披风可以变为滑翔翼，还有扑克牌手枪、烟雾弹等众多作案工具。用华丽精湛的魔术手法作案，装扮也是高礼帽、丝质斗篷、白色礼服的标准魔术师服装。拥有过人才智，记忆力过于常人。易容水平高超，更能够不借助道具模仿任何人的声音，伪装堪称完美。神出鬼没地盗取预告的目标，玩弄警察于股掌中。从不杀人。偷盗物品多半归还失主、警方或直接丢弃，或依情况给予需要的人。"
},
{
	"head" : "吉田步美",
	"context" : "吉田步美是帝丹小学一年级B班学生，少年侦探团成员。江户川柯南的同班同学，喜欢柯南。天真活泼，单纯开朗，充满爱心和责任感，是个可爱的女孩。步美有些胆小，但热衷于冒险，活泼可爱、善良乖巧的性格，令小岛元太和圆谷光彦为之喜爱。<br>步美在遇到危险情况时，会将柯南当做自己的精神支柱，只要有心上人的鼓励与保护，她便会坚强镇定，不让对方失望。步美是个缺乏安全感的女孩。却又具有感染力，能让在自己身边的每一个人感到快乐。"
},
{
	"head" : "基安蒂",
	"context" : "基安蒂是黑衣组织中的狙击手，与科恩搭档，有效射程600码，实力强劲。左眼有凤尾蝶图案纹身并且常画很重的眼影。性格激进，痛恨对卡尔瓦多斯见死不救的贝尔摩德。<br>基安蒂带着一种神经质般的戾气和疯狂。她喜欢猎物被瞄准的感觉，将杀人作为乐趣。性格暴躁，嗜血如狂，骄傲自负，思想激进，不愿意去讨好琴酒。极其讨厌对卡尔瓦多斯见死不救的贝尔摩德，甚至想杀了她。她左眼眼眶下有凤蝶纹身并且常画很重的眼影，使她看起来更吓人。作者青山刚昌曾表示，使用凤尾蝶纹身是因为很很酷，也想好了相关设定，例如设计出台词：“我的蝴蝶振翅之时，就会有人死亡。”但因为狙击手射击时需要同时睁开双眼，不可能“振翅”，因此作罢。"
},
{
	"head" : "远山和叶",
	"context" : "远山和叶17岁，大阪改方学园高中部二年级学生，大阪府警察本部刑事部长远山银司郎警视长的独生女，关西高中生侦探服部平次的青梅竹马。擅长合气道，性格活泼开朗、善良纯真。她经常与服部平次一起卷入各种案件中，和毛利兰是好友。<br>远山和叶常常自称是平次的姐姐，其实非常喜欢平次，但一直不承认喜欢他，曾意欲表白但是最后放弃。因为幼年时的游戏中，被手铐与平次锁在一起，引起了大骚动，二人甚至上厕所、洗澡时都在一起，所以和叶现在自称与平次为“铁链”相结合的好伙伴。和叶在美国岛遇到危险命悬一线时曾试图牺牲自己使平次脱险，但最终被救下。"
},
{
	"head" : "毛利小五郎",
	"context" : "毛利小五郎是毛利兰的父亲。职业是私家侦探，但多数时间推理能力很差，几乎都由柯南暗示才得以破解，但当遇到涉及关系亲密人物的案件时推理能力会爆发。曾是一名优秀的刑警，和目暮警官是同事，后来因为一起事件而辞职，改行当私家侦探，在自家二楼开“毛利侦探事务所”。枪法精准，柔道也是一流，擅长过肩摔。妻子妃英理十年前就与他分居。<br>毛利小五郎富有极强的正义感。关心家人朋友但是不善于言表，平日里性格比较迷糊，一旦面对亲人或关心的人就会打起精神，表现出很强的行动力和很高的智慧。平日里表现得好色、邋遢、有些自以为是，有着搞笑的一面。如果遇到美女或者偶像，即使当时的打扮再邋遢，也会在几秒钟之后变身为一个帅气的绅士。非常财迷，有吸烟，喝酒，赌博，打麻将，看美女的嗜好。"
},
{
	"head" : "妃英理",
	"context" : "妃英理是毛利小五郎的妻子，毛利兰的母亲，工藤有希子的好友。著名律师，拥有“律政界女王”的称号，并保持着不败纪录。冷静机智，是位女强人。与小五郎分居中。她机智冷静，善于推理，就连目暮警官也要礼让她三分。工作中，她最大的武器就是冷静优秀的头脑以及得自小五郎真传的柔道。<br>妃英理在高中时因为头脑极好，才色双全，被称为“帝丹女王”。现在是一位有名的律师，其胜诉率高达100%。与小五郎是青梅竹马，虽然每次见面都要和小五郎吵起来，表面装出一幅毫不在乎的样子，但心里其实还是对小五郎很有感情的，常常关心着小五郎，剪下报纸上每个关于小五郎的案子的报导，也很信任小五郎。不擅长情感表达，但了解小五郎的内心，也会因此而羞涩。当然，生气起来十分恐怖。"
},
{
	"head" : "佐藤美和子",
	"context" : "佐藤美和子就职于警视厅刑事部搜查一课强行犯搜查三系警部补，目暮十三警部的下属，宫本由美的好友。是警视厅中最受欢迎的美女警官，有“警视厅之花”之称。很信任柯南。曾喜欢松田阵平（已殉职），与高木涉是恋人关系。<br>佐藤美和子精练能干，执着冷静，坚强勇敢，有很强的正义感和牺牲精神，处理事情果敢、坚决，嫉恶如仇。却又外刚内柔，很重感情，天真灿烂，平易近人，不失孩子气。美和子的名言是“正义这个字眼不能随便说出口，应该好好搁在自己的心里”。作为一个判断能力强的女刑警，她的性格开朗而不失沉稳，精明能干而不失母性的温柔，大受警员们好评，即使已经和高木是众人皆知的恋人关系了，也仍有极其庞大的一批追求者，是名副其实的警花。"
},
{
	"head" : "阿笠博士",
	"context" : "阿笠博士自称天才发明家，热衷于科学实验。工藤新一家的邻居，未婚。在新一被变小后，他介绍新一寄宿在毛利小五郎家中，而且还发明了许多设备帮助新一破案，是柯南最信任的理解者、协助者。柯南所使用的道具都是由其发明。现与灰原哀住在一起。爱车是大众甲壳虫。是第一个知道江户川柯南真正身份的人。<br>阿笠博士的爱车是黄色大众甲壳虫，据说车型的由来是作者青山刚昌父亲的车型。爱好上网和发明，有不少发明界和博士界的朋友。作为53岁的单身汉，阿笠博士虽然没有孩子，但对小孩非常和蔼，少年侦探团的孩子们常去他家玩耍，大家也常乘坐黄色古董甲壳虫轿车一同出门去旅行。"
},
{
	"head" : "服部平次",
	"context" : "服部平次是大阪改方学园高中部二年级生，关西的高中生名侦探，和工藤新一并称“关东的工藤，关西的服部”。父亲是大阪府警本部长服部平藏，父子两人都是剑道高手。与远山和叶是青梅竹马的同班同学。深色皮肤，带着浓厚的关西腔。在调查一起案件时发现了江户川柯南的真实身份就是工藤新一。之后成为江户川柯南的好友，两人经常联手办案。<br>平次时常邀请柯南和小兰到大阪观光。平次和新一相比更像个孩子，更加开朗、活泼、阳光和热血，有时也很冲动。虽然这种特点新一也有，但平次将这样的个性放大化了。在困难面前从不气馁，反而激起了平次的斗志。在很多人看来，平次这样的性子比起新一的稳重成熟，倒来得更加可爱和平易近人。"
},
{
	"head" : "灰原哀",
	"context" : "灰原哀的本名宫野志保。其原为黑衣组织的成员雪莉，发明了能使身体缩小的药物APTX4869。在姐姐宫野明美遭组织杀害后，因反抗组织而被囚禁，服下APTX4869，身体缩小后背叛组织逃亡，化名灰原哀，寄宿于阿笠博士家中，就读于帝丹小学一年B班。<br>灰原博学多才、善于推理。思想始终令人捉摸不透，异常的冷静，冷酷的外表潜藏着神秘的魅力，朦胧的善良，冷淡的天真，有些叛逆思想。嘴巴不饶人。灰原的性格十分冷漠、孤僻，是有着和同龄人完全不同的成熟感。就像一座冰山，她也称自己是“来自深海的鲨鱼”。她是和毛利兰完全不同的女孩子，她的外表虽然坚强，但内心却十分脆弱。但自从接触柯南开始，她冰封的心似乎开始融化了，有了一般女子的感情和开心的笑容。"
},
{
	"head" : "贝尔摩德",
	"context" : "贝尔摩德是黑衣组织重要成员，真实身份是美国女明星莎朗·温亚德。因某种原因恢复年轻或停止衰老，而后对外宣称为“莎朗的女儿”克丽丝·温亚德。擅长易容术与变声术，各方面能力出众。在组织中负责收集重要的情报，是“那位先生”欣赏的人。曾易容为杀人魔后，被工藤新一、毛利兰救下。知道江户川柯南和灰原哀的真实身份，却并没有上报组织。<br>她既是荧幕上风情万种的女明星，又是为组织清除障碍的女杀手，也曾假扮成多个身份刺探情报。谜样的多重身份和种种诡异的举动总是能让人感到不寒而栗，但是对柯南和小兰又极力保护，表现出善良的一面。与琴酒相比多了份人性与神秘，少了份冷血与凶残。她经常将一句“A secret makes a woman woman”挂在嘴边，使其更蒙上神秘色彩。"
},
{
	"head" : "铃木园子",
	"context" : "铃木园子17岁，高中生，就读于帝丹高中二年B班，工藤新一和毛利兰的同班同学，小兰的密友。铃木财团的二小姐，虽出身名门，但性格豪放不拘小节。男友是京极真。园子作为小兰的同班同学，经常与小兰一起遇到案件。没有小五郎的时候柯南就麻醉她，然后破案，醒来时不知情的她还会夸自己的探案水平很高。<br>园子虽然出身名门，但和小兰之间的感情相当好，从来不在人前炫耀自己的大小姐身份。重视朋友，虽然大大咧咧，但是却有一颗很真诚的心。园子是个见到帅哥就变花痴的大小姐，最大的兴趣就是找帅哥。她经常对小兰说去钓帅哥，柯南对此的评价是“她见一个爱一个”。"
},
]