var photo_data = [
	{
		"src" : "images/2.jpg", 
		"desc" : "《名侦探柯南：第14个目标》是由日本东宝电影公司于1998年4月18日发行的一部动画电影。该作是《名侦探柯南》剧场版的第二部。由儿玉兼嗣执导。高山南、山崎和佳奈、神谷明等人担任主要配音。<br>影片主要讲述了名侦探毛利小五郎其身边的人陆续遭到歹徒袭击，柯南与凶手展开智力与体力的争夺战，并最终解决了案件。", 
		"caption":"名侦探柯南:第十四个目标"
	},
	{
		"src" : "images/3.jpg",
		 "desc" : "《名侦探柯南：世纪末的魔术师》是日本东宝公司于1999年4月17日出品的一部动画电影。该作是动画片《名侦探柯南》剧场版的第三部。由儿玉兼嗣、山本泰一郎联合执导。高山南、山崎和佳奈、神谷明等人担任主要配音。<br>该片主要围绕着罗马诺夫王朝的秘宝“记忆彩蛋”意外的在日本发现，柯南与老对手怪盗基德、以及神秘第三方之间对彩蛋展开的争夺战。", 
		 "caption":"名侦探柯南：世纪末的魔术师"
	},
	{
		"src" : "images/4.jpg", 
		"desc" : "《名侦探柯南：瞳孔中的暗杀者》是由儿玉兼嗣执导，高山南、山崎和佳奈、神谷明等人参与配音的动画电影。于2000年4月22日在日本上映。该作品是《名侦探柯南》的第4部剧场版电影。<br>影片讲述了柯南破获与警察内部有关的婚宴枪击案，并在游乐园救小兰的故事。", 
		"caption":"名侦探柯南：瞳孔中的暗杀者"
	},
	{
		"src" : "images/6.jpg",
	    "desc" : "《名侦探柯南：贝克街的亡灵》是根据日本漫画家青山刚昌创作的漫画《名侦探柯南》改编的系列动画电影的第6部作品。影片讲述了少年侦探柯南挑战虚拟体感游戏过程中追寻解开杀人事件真相的线索并活跃行动的故事。影片于2002年4月20日在日本首映。<br>该影片曾位列名侦探柯南剧场版历代19部作品人气投票最终结果第2位。", 
	    "caption":"名侦探柯南：贝克街的亡灵"
	},
	{
		"src" : "images/7.jpg", 
		"desc" : "《名侦探柯南：迷宫的十字路》是《名侦探柯南》的第7部剧场版动画，由儿玉兼嗣执导，高山南、山崎和佳奈等人配音，于2003年4月19日上映。<br>影片讲述在东京、大阪和京都三地发生了杀人事件，死者每人手中的《义经记》都被凶手夺走，接着，柯南等人由于一尊佛像被偷而受邀前往京都解谜，并在那碰到了同目的另外也寻找初恋情人的平次。 在稠密的京都十字路口，隐藏于历史阴影的谜题即将揭开。", 
		"caption":"名侦探柯南：迷宫的十字路"
	},
	{
		"src" : "images/8.jpg",
		"desc" : "《名侦探柯南：银翼的魔术师》是由日本东宝公司于2004年4月17日推出的动画电影，该片是《柯南剧场版》的第八部。由山本泰一郎执导，高山南、山崎和佳奈、神谷明等人担任主要配音。<br>该片主要讲述了柯南与基德在争夺宝石戒指的过程中，解决了飞机上的杀人事件，并与基德携手从坠机危机中逃生的故事。",
		"caption":"名侦探柯南：银翼的魔术师"
	},
	{
		"src" : "images/9.jpg", 
		"desc" : "《名侦探柯南：水平线上的阴谋》是由日本东宝电影公司于2005年4月9日推出的一部侦探类动画电影。该片是《柯南剧场版》的第九部。由山本泰一郎执导，高山南、山崎和佳奈、神谷明等人担任主要配音。<br>影片以一艘承载了600名乘客和船员的大型豪华客轮为舞台，讲述了柯南与小五郎联手解决船上的杀人事件，并解救大家逃离沉船危机的故事。", 
		"caption":"名侦探柯南：水平线上的阴谋"
	},
	{
		"src" : "images/10.jpg", 
		"desc" : "《名侦探柯南：侦探们的镇魂歌》是由日本TMS公司制作，并由日本东宝公司于2006年4月15日发行的一部动画电影。该片由山本泰一郎执导，高山南、山崎和佳奈、神谷明等人担任主要配音。<br>该片主要讲述的是在神秘委托者的招待下，小五郎与柯南一行人受邀来到奇迹乐园，没想到却掉入神秘男子所设下的陷阱。", 
		"caption":"名侦探柯南：侦探们的镇魂歌"
	},
	{
		"src" : "images/11.jpg", 
		"desc" : "《名侦探柯南：绀碧之棺》是由日本东宝公司于2007年4月21日发行的一部动画电影。该片是《名侦探柯南》剧场版的第11部。由山本泰一郎执导，高山南、山崎和佳奈、神谷明等人担任主要配音。<br>影片讲述了柯南等人来到了一个小岛，围绕着由300年前两位女海盗留下的宝藏传说和海底宫殿中发生的冒险故事。", 
		"caption":"名侦探柯南：绀碧之棺"
	},
	{
		"src" : "images/17.png", 
		"desc" : "名侦探柯南：绝海的侦探》是日本动漫《名侦探柯南》的第17部剧场版，以发生在宙斯盾导弹驱逐舰上的反间谍战为主题。编剧为日本著名推理剧脚本师樱井武晴。2013年4月20日在日本公映。<br>本作创造了包括最高首周票房 、连续最长时间票房冠军在内的多项柯南剧场版系列票房纪录。最终票房收入36.3亿日元，在柯南正式剧场版系列票房中暂列第三位。", 
		"caption":"名侦探柯南：绝海的侦探"
	},
	{
		"src" : "images/18.jpg", 
		"desc" : "《名侦探柯南：异次元的狙击手》是日本动漫《名侦探柯南》剧场版第18部作品，于2014年4月19日在日本上映。高达635米的铃木塔上发生了狙击事件，美国海军特种部队“海豹突击队”也牵涉其中。同时，FBI成员及冲矢昴、世良真纯等原作重要人物也首次在剧场版中登场。<br>本片首周日本票房达到7亿8933万日元，创造了柯南剧场版首周票房最高纪录。最终票房收入41.1亿日元，创造了柯南正式剧场版的票房新纪录。", 
		"caption":"名侦探柯南：异次元的狙击手"
	},
	{
		"src" : "images/19.jpg", 
		"desc" : "《名侦探柯南：业火的向日葵》是根据日本漫画家青山刚昌创作的漫画《名侦探柯南》改编的系列动画电影中的第19部作品。影片讲述了收集并大规模展出梵高名画《向日葵》的男子收到怪盗基德的宣战而引发的故事。此影片是系列作品中首部艺术悬疑剧。作品亦改编为同名小说、漫画、游戏。", 
		"caption":"名侦探柯南：业火的向日葵"
	},
	{
		"src" : "images/20.jpg", 
		"desc" : "电影《名侦探柯南：纯黑的噩梦》是根据日本漫画家青山刚昌创作的漫画《名侦探柯南》改编的系列动画电影中的第20部作品。影片讲述了以瞄准了机密资料的间谍侵入日本警察机构为导火索，日本公安、FBI、黑衣组织及柯南等人围绕背叛与宿命而展开对决的故事。作品亦改编为同名小说。", 
		"caption":"名侦探柯南：纯黑的噩梦"
	},
];