var data = [];

data.push({
    'date'  : '1997-4-19',
    'intro' : '《名侦探柯南：引爆摩天楼》是柯南剧场版系列的首部作品。作为第一部，本剧并没有在结尾才揭晓凶手的真面目，故事进行到一半的时候就指出了凶手的身份，然后将镜头转移到炸弹的拆除上，虽然明知会是大团圆，但还是被新兰的生死之情所感动——“挑你喜欢的颜色剪吧，就算死我也会在你身边”。剧情紧凑十分精彩，算是给这个系列开了一个好头，当然，也开启了小兰有难柯南救的套路。',
    'year' : '1997',
    'month' : '4'
})


data.push({
    'date'  : '1999-4-317',
    'intro' : '《名侦探柯南：世纪末的魔术师》是柯南剧场版系列的第三部作品。大家喜欢的怪盗基德首次登场柯南剧场版，并与柯南有斗争也有合作，围绕着罗曼诺夫王朝的皇室秘宝“记忆彩蛋”的华丽探险，以及揭秘之后那感人的真相，还有柯南于中国美女犯人的火中对决，给柯南系列20世纪末画上了一个完满的句号。',
    'year' : '1999',
    'month' : '4'
})

data.push({
    'date'  : '2000-4-22',
    'intro' : '《名侦探柯南：瞳孔中的暗杀者》是名侦探柯南第四部剧场版。最大的特点在于完美结合了游乐场的浪漫温情与破案的刺激凶险，利用游戏设施和反派斗智斗勇，最后整点喷泉将柯南小兰包裹的镜头唯美得令人无法呼吸！小兰失忆，柯南惊天大告白！感情线在本剧中十分突出，最后的告白“因为我喜欢你，比这地球上的任何人都喜欢你。”让我至今记忆犹新。',
    'year' : '2000',
    'month' : '4'
})

data.push({
    'date'  : '2001-4-21',
    'intro' : '《名侦探柯南：通往天国的倒计时》是名侦探柯南第五部剧场版。以日本最著名的富士山为主线的杀人推理剧集。高潮部分是摩天大楼间的飞车镜头，看得人爽翻天，不知令多少观众心潮澎湃激动难耐，绝对精彩刺激。此外，步美、灰原哀等角色在本剧中的塑造也相当出彩，神秘的黑衣组织重出江湖，伏笔诸多，其中一个巨大的悬念就是那台预测10年后长相的机器，相信至今仍成为不少人心中的谜。',
    'year' : '2001',
    'month' : '4'
})

data.push({
    'date'  : '2002-4-20',
    'intro' : '《名侦探柯南：贝克街的亡灵》是柯南剧场版我心中的第一名！作为《名侦探柯南》第六部剧场版，经典中的经典，曾创下33.8亿日元的票房佳绩。故事舞台设在了100多年前的伦敦贝克街，引入世纪悬案“开膛手杰克”，同时向福尔摩斯致敬！柯南通过虚拟游戏重返19世纪古典英伦的伦敦，气氛诡异，情节巧妙，无论剧情、质量，还是意境堪称柯南榜首。',
    'year' : '2002',
    'month' : '4'
})

data.push({
    'date'  : '2003-4-19',
    'intro' : '《名侦探柯南：迷宫的十字路》是名侦探柯南的第七部剧场版。过目难忘的华丽的京都樱花，据说是目前为止最具有日式传统风格、画面最精美的一部。双侦探出场，服部控的福利。剧情围绕失窃的佛像展开，一首令人想起初恋的童谣成为了破案的线索之一，最美好的回忆或许是初恋，但真爱往往就在你的身边。',
    'year' : '2003',
    'month' : '4'
})

data.push({
    'date'  : '2006-4-15',
    'intro' : '《名侦探柯南：侦探们的镇魂歌》是名侦探柯南的第十部剧场版。这部作品的成功之处在于时间的限制性带来的刺激感，以及各路侦探的登场与合作，所谓各路侦探，如果虽然表面上只有柯南，平次，白马探，小五郎大叔，但实际上还有基德，如果不是他最后及时取走了掉在过山车上的手表炸弹，这部作品就很难迎来一个Happy End了。',
    'year' : '2006',
    'month' : '4'
})

data.push({
    'date'  : '2009-4-18',
    'intro' : '《名侦探柯南：漆黑的追踪者》是名侦探柯南的第十三部剧场版。这一部打的黑衣组织再次出现的招牌来吸引新老柯南迷的，因而在红与黑的对决上此次剧场版可谓下足功夫。在剧情安排上，采用了剧场版惯用的双线同时进行最后汇聚的形式。以柯南为代表的侦探帮和以目暮警官为代表的警方帮两方人马都分别撒开大网，不断推翻原有假设，再将包袱一个个抖出来，让剧情既有联系又处处玄机。',
    'year' : '2009',
    'month' : '4'
})

data.push({
    'date'  : '2016-4-16',
    'intro' : '《名侦探柯南：纯黑的噩梦》是名侦探柯南的第二十部剧场版。有没有觉得我好像跳过了6年的内容？不是我不想写，是真心觉得剧场版质量近几年退步太大，过多强调眼花缭乱的打斗场景，却忘记了基本的推理过程，让我这个几十年的老侦探迷叹息不已。不过《纯黑的噩梦》这一部在打斗场景上真的是下了狠功夫，开头的桥上公路追逐场景看得我血脉喷张，难怪以63亿1000万日元的票房成绩成功摘得2016年上半年的日本本土电影的收入排行榜桂冠。',
    'year' : '2016',
    'month' : '4'
})

